[
    {
        "id": 1,
        "name": "GoPro Hero 10",
        "cost": "499",
        "description": "If history is to repeat itself, then we can probably expect to see a GoPro Hero10 Black release date in September 2021. In September 2020 we learned about the GoPro Hero9 Black. In September 2018 GoPro unveiled the Hero 7 Black, Hero 7 Silver and Hero 7 White",
        "plan": "Water transport is the only means of communication for visiting the Sundarbans from Khulna or Mongla Port. Private motor launch, speedboats, country boats as well as mechanized vessel of Mongla Port Authority might be hired for the purpose. From Dhaka visitors may travel by air, road or rocket steamer to Khulna – the gateway to the Sundarbans. Most pleasant journey from Dhaka to Khulna is by Paddle Steamer, Rocket presenting a picturesque panorama of rural Bangladesh. Day and nightlong coach services by road are also available. The quickest mode is by air.",
        "img": "https://static.gopro.com/assets/blta2b8522e5372af40/bltab7d558528aee744/616fd62a923218529eecded8/pdp-h10b-standalone-gallery-3.webp?width=1440&quality=80&auto=webp"
    },
    {
        "id": 2,
        "name": "GoPro Hero 9",
        "cost": "449",
        "description": "Is it worth buying GoPro 9? Without a doubt, yes. The 5K sensor, return of the detachable lens, the addition of the MAX Lens Media Mod, and heaps of solid upgrades like Horizon Levelling make the Hero 9 a powerful tool for videographers as well as the front-facing screen making it even more appealing for vloggers.",
        "img": "https://static.gopro.com/assets/blta2b8522e5372af40/bltdebc34d0097c575b/618516887a22505a5c2546f1/2-pdp-h9b-gallery-angle-1920-2x.webp?width=1440&quality=80&auto=webp"
    },
    {
        "id": 3,
        "name": "GoPro Hero 8",
        "cost": "399",
        "description": "Amazing HyperSmooth 2.0 video stabilization combines with a tough waterproof design to make this a super versatile action camera. Capture killer 4K videos 12MP photos and customize your setup with mods.",
        "plan": "Dhaka To Khagrachari (Sajek):Though Sajek is located in the Rangamati district, it is much easier to travel with Dighinalala of Khagrachari district. So first you have to come to Khagrachari. If you want to go to Khagrachari from Dhaka, you can go by Saudia Paribahan, Shyamoli, Shanti Paribahan, S. Alam, Eagle, etc. on the bus. It will cost you nearly BDT 520 in the Non-AC bus. If you want to go to the AC bus you will find BRTC or Saint Martin Paribahan with BDT 700 to 900. Besides, the Shanti Paribahan goes directly to Dighinala and it takes only BDT 580. There are counters of these buses at various points of the city including Gabtali, Kalabagan in Dhaka. If you want to go on holiday, it may be difficult to get a ticket if you don’t buy the ticket before.Khagrachari To Sajek:The distance between Khagrachari and Sajek is about 70 km. You can visit Sajek Valley by reserving Jeep Gari/Chander Gari from Khagrachari. It will cost you BDT 8000 to 10000 with the returning fare. It is perfect for 12 to 15 people. But if you are in a small group, then join with another group to reduce the cost. If it is not possible to find any other group, then you can take CNG. It will cost you BDT from 4000 to 5000. However, it is better not to travel by CNG as the road is very wavy.Besides, if you are alone or only 2-3, then many groups are available from the Khagrachari Shapla Chattor, where you can talk to other groups or share your incidents with the Zip Association office, they will manage another group for you. Apart from you can visit Sajek going Khagrachari to Dighinala first. It is 23km from Khagrachari to Dighinala. It takes BDT 45 on the bus and BDT 100 per person in a motorcycle. You can also reserve a motorcycle to travel Sajek. Before hiring any car/bike, discuss in details about what would you do and what to look.",
        "img": "https://static.gopro.com/assets/blta2b8522e5372af40/blta560e9494ae858e8/60da1c149ec66d5af9c19402/pdp-h8b-gallery-angle-1920-2x.png?&quality=80&auto=webp"
    },
    {
        "id": 4,
        "name": "GoPro Hero 7",
        "cost": "249",
        "description": "GoPro Hero7 Black — Waterproof Action Camera with Touch Screen 4K Ultra HD Video 12MP Photos 720p Live Streaming Stabilization.",
        "plan": "There are three ways to get to Bandarban. The easiest is a direct bus ride from Dhaka which takes 6 hours. The few services available are Dolphin at Kalabagan, Unique service, Shyamoli Paribahan at Gabtali, Asad gate, Fakirerpul, Kamlapur, Saydabad and S Alam at Kamalapur. On the high tourist season it is advisable to buy tickets in advance. To Chittagong goes bus in every half hour Tk. 110. To Dhaka goes direct bus at 9:15am and 9:15pm Tk. 620.There are a few services available that offer a bus ride from Chittagong which takes 2 hours (the most available is Purbani at Bahaddarhaat). To reach Chittagong from Dhaka there are three options - taking a flight (Bangladesh Biman, United Airways, Regent Air, or Novo Air), a bus ride (Sohag is undoubtedly the best service, available at Kalabagan and Mahakhali) or a train ride from Kamalapur (Turna Nishitha, Mahanagar Godhuli and Subarna).From Cox's Bazar, it is a 3-hour busride (the most available is Purbani at Laaldighi). To reach Cox's Bazaar from Dhaka it is possible take either a 10-hour bus ride (Sohag is the best) or a flight (Bangladesh Biman or GMG airlines).It is possible to get to Bandarban directly from Rangamati by way of Chandraghona, but the perilous route is not advisable at all.",
        "img": "https://www.studio303.si/wp-content/uploads/2019/12/GoProHero7.jpg"
    },
    {
        "id": 5,
        "name": "GoPro Hero Max",
        "cost": "500",
        "description": "While not quite perfect, GoPro has done a sterling job of bringing the same levels of ruggedness and intuitive use found on its flagship camera, the Hero 8 Black, to the 360 format. The Max also puts the excellent Hypersmooth image stabilisation and the TimeWarp function which originated in the Hero range to good use.",
        "plan": "You can come to Rangamati by bus from Chittagong there is one direct bus Paharica starts from Chittagong at 8:00 AM to 8:00 PM and from Rangamati at 8:00 AM to 8:50 PM in every one hour interval and takes around 2.5 hours. The Paharica bus fare is 120tk (as of April 2014) and you can get the tickets from Muradpur, Oxygen Mor. There are lots of local buses towards Rangamati from the same Oxygen but those buses stops at any point where there is passenger which overloads the bus all-times and takes 3 hours journey. There are a few direct buses from the capital Dhaka. These buses are not air conditioned. There are some local buses from the nearby districts. You can also drive into Rangamati from Chittagong.Foreigners are required to register while entering Rangamati.",
        "img": "https://static.gopro.com/assets/blta2b8522e5372af40/blt772c160272beaa8c/618527d3c9714c667b4fef6a/3-pdp-max-gallery-back-1920-2x.webp?width=1440&quality=80&auto=webp"
    },
    {
        "id": 6,
        "name": "HERO9 Black Max Lens Mod",
        "cost": "400",
        "description": "The GoPro comes with the so-called “fisheye” lens which is an ultra-wide-angle lens that covers horizontal / landscape views of up to 122.6 degrees if you are using a GoPro Hero Black for example. That's pretty wide. Depending on which field of view you are using, that angle will change.",
        "plan": "n the south of Bangladesh, a smattering of islands sits at the intersection of the Meghna river and the Bay of Bengal. Nijhum Dwip, which means “Silent Island”, is a small island at the southern tip of Hatiya sub-district. Though a decent number of domestic tourists make it down to the island, it’s not well known to foreigners.The Silent Island is best known for its national park with a significant spotted deer population. Pleasant as the park was, I found the island more notable for its remote location and the friendliness of its people. I was on a mission to find a green place where I could wander around and enjoy Bangladeshi village life, and on Nijhum Dwip, it was all too easy.",
        "img": "https://static.gopro.com/assets/blta2b8522e5372af40/bltc41fc6d8f231a6e9/60f826be7d36d059ffd3c477/pdp-h9b-max-lens-mod-gallery-2.png?&quality=80&auto=webp"
    },
    {
        "id": 7,
        "name": "3-Way 2.0",
        "cost": "70",
        "description": "The all-new 3-Way 2.0 is three essential mounts in one. It’s an ergonomic camera grip that transforms into a tripod, plus an extension arm for selfies or follow shots. A built-in ball joint even lets you tilt your camera or swivel 360°.",
        "plan": "n the south of Bangladesh, a smattering of islands sits at the intersection of the Meghna river and the Bay of Bengal. Nijhum Dwip, which means “Silent Island”, is a small island at the southern tip of Hatiya sub-district. Though a decent number of domestic tourists make it down to the island, it’s not well known to foreigners.The Silent Island is best known for its national park with a significant spotted deer population. Pleasant as the park was, I found the island more notable for its remote location and the friendliness of its people. I was on a mission to find a green place where I could wander around and enjoy Bangladeshi village life, and on Nijhum Dwip, it was all too easy.",
        "img": "https://static.gopro.com/assets/blta2b8522e5372af40/blt1f0ca8a829fa78e6/612381c085514a6ee3fa84a5/pdp-h10b-3-way-2-0-gallery-4.png?&quality=80&auto=webp"
    },
    {
        "id": 8,
        "place": "Nijum Dwip",
        "name": "The Remote",
        "cost": "80",
        "description": "This tough waterproof remote uses Bluetooth® Low Energy for maximum battery life and easy pairing with your camera. It features a large high-resolution display that lets you check your camera’s status at a glance, glove-friendly buttons and a handy wrist strap.",
        "plan": "n the south of Bangladesh, a smattering of islands sits at the intersection of the Meghna river and the Bay of Bengal. Nijhum Dwip, which means “Silent Island”, is a small island at the southern tip of Hatiya sub-district. Though a decent number of domestic tourists make it down to the island, it’s not well known to foreigners.The Silent Island is best known for its national park with a significant spotted deer population. Pleasant as the park was, I found the island more notable for its remote location and the friendliness of its people. I was on a mission to find a green place where I could wander around and enjoy Bangladeshi village life, and on Nijhum Dwip, it was all too easy.",
        "img": "https://static.gopro.com/assets/blta2b8522e5372af40/bltd7c251311c3c2094/60f81389429fb95880e58626/pdp-h9b-remote-gallery-1.png?&quality=80&auto=webp"
    },
    {
        "id": 9,
        "name": "Camera Media Mod",
        "cost": "56",
        "description": "Designed for vlogging, live streaming and near limitless expansion—Media Mod transforms HERO10 Black & HERO9 Black into a production powerhouse. It features a built-in directional mic for enhanced voice capture, 3.5mm mic port, HDMI-out for playback on external monitors, plus two cold-shoe mounts for lights, LCD screens or additional mics. Built tough and weather-resistant, even the wind is no match for this mod. The removable foam mic cover suppresses wind gust up to 20 mph (32 kph).",
        "plan": "n the south of Bangladesh, a smattering of islands sits at the intersection of the Meghna river and the Bay of Bengal. Nijhum Dwip, which means “Silent Island”, is a small island at the southern tip of Hatiya sub-district. Though a decent number of domestic tourists make it down to the island, it’s not well known to foreigners.The Silent Island is best known for its national park with a significant spotted deer population. Pleasant as the park was, I found the island more notable for its remote location and the friendliness of its people. I was on a mission to find a green place where I could wander around and enjoy Bangladeshi village life, and on Nijhum Dwip, it was all too easy.",
        "img": "https://static.gopro.com/assets/blta2b8522e5372af40/blt678659211450f4c8/61571b43e289fa55888ed13c/pdp-h10b-media-mod-gallery-1.png?&quality=80&auto=webp"
    },
    {
        "id": 10,
        "name": "Sleeve + Lanyard",
        "cost": "4000",
        "description": "Personalize your HERO10 Black & HERO9 Black with this premium silicone sleeve. Wear your GoPro around your neck with the sleeve and lanyard, or easily remove your lanyard with the quick-release clip and mount your camera with the sleeve on. Perfect for protection from scratches while on the go.",
        "plan": "n the south of Bangladesh, a smattering of islands sits at the intersection of the Meghna river and the Bay of Bengal. Nijhum Dwip, which means “Silent Island”, is a small island at the southern tip of Hatiya sub-district. Though a decent number of domestic tourists make it down to the island, it’s not well known to foreigners.The Silent Island is best known for its national park with a significant spotted deer population. Pleasant as the park was, I found the island more notable for its remote location and the friendliness of its people. I was on a mission to find a green place where I could wander around and enjoy Bangladeshi village life, and on Nijhum Dwip, it was all too easy.",
        "img": "https://static.gopro.com/assets/blta2b8522e5372af40/blta3371935ac1223b6/614b17fdf725af79f53fd6e6/pdp-h9b_sleeve-lanyard-blue-gallery-1.png?&quality=80&auto=webp"
    }
]